Repository: ascend-x/C.A.R.E.-Patient-Application
Catalog: lib/core/l10n/arb/app_*.arb
Languages: de, es

# homeTitle
source: Home
de: Startseite
es: Inicio

# profileTitle
source: Profile
de: Profil
es: Perfil

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración

# welcomeMessage
source: Welcome to HealthWallet.me!
de: Willkommen bei HealthWallet.me!
es: ¡Bienvenido a HealthWallet.me!

# onboardingBack
source: Back
de: Zurück
es: Atrás

# onboardingGetStarted
source: Get Started
de: Los geht's
es: Empezar

# onboardingNext
source: Next
de: Nächste
es: Siguiente

# onboardingWelcomeTitle
source: a Health Wallet for You!
de: eine Gesundheits-Brieftasche für Sie!
es: ¡una Cartera de Salud para Ti!

# onboardingWelcomeSubtitle
source: <link>HealthWallet.me</link> already connects to 100,000+ US healthcare providers, and we're expanding to new countries.
de: Greifen Sie sicher auf Ihre vollständige Krankengeschichte mit <link>HealthWallet.me</link> zu. Verbinden Sie sich mit über 100.000 US-Gesundheitseinrichtungen oder fügen Sie Aufzeichnungen hinzu, indem Sie direkt mit der App teilen oder Dokumente scannen. Ihre Gesundheitsdaten sind privat, konform und werden nur auf Ihrem Gerät gespeichert.
es: Accede de forma segura a tu historial médico completo con <link>HealthWallet.me</link>. Conéctate a más de 100,000 instituciones de salud de EE.UU. o agrega registros compartiendo directamente con la app o escaneando documentos. Tus datos de salud son privados, compatibles y se almacenan solo en tu dispositivo.

# onboardingWelcomeDescription
source: Add records from any provider, import documents manually, or request support for your country.
de: Synchronisieren Sie Ihre Gesundheitsdaten über <link>FastenHealth OnPrem</link> mit den Gesundheitsdienstleistern und sehen Sie Ihre vollständige Krankengeschichte an einem Ort. Sicher, konform und immer auf Ihrem Gerät. Genießen Sie!
es: Sincroniza tus datos de salud a través de <link>FastenHealth OnPrem</link> con los proveedores de atención médica y ve tu historial médico completo en un solo lugar. Seguro, compatible y siempre en tu dispositivo. ¡Disfruta!

# onboardingRecordsTitle
source: Your Health, Always in Sync
de: Ihre Gesundheit, Immer Synchron
es: Tu Salud, Siempre Sincronizada

# onboardingRecordsSubtitle
source: <link>HealthWallet.me</link> gives you flexible ways to bring all your medical history together:
de: **Halten Sie Ihre Krankengeschichte mühelos mit automatischen und manuellen Optionen auf dem neuesten Stand.**
es: **Mantén tu historial médico actualizado sin esfuerzo con opciones automáticas y manuales.**

# onboardingRecordsDescription
source: • Scan documents with your phone's camera • Upload PDFs, images, or lab files directly • Import records by sharing directly with <link>HealthWallet.me</link> from any app in your smartphone. • Scan the QR Code of Fasten Health OnPrem and get all your US healthcare systems records to your wallet.
de: <link>HealthWallet.me</link> stellt sicher, dass Ihre vollständige Gesundheitsgeschichte immer aktuell ist. Es synchronisiert automatisch neue Aufzeichnungen von verbundenen Anbietern und ermöglicht es Ihnen, physische Dokumente sofort mit einem schnellen Scan hinzuzufügen.
es: <link>HealthWallet.me</link> asegura que tu historial de salud completo esté siempre actualizado. Sincroniza automáticamente nuevos registros de proveedores conectados y te permite agregar instantáneamente documentos físicos con un escaneo rápido.

# onboardingScanButton
source: Scan
de: Scannen
es: Escanear

# onboardingSyncTitle
source: Security & Privacy
de: Privat von Design
es: Privado por Diseño

# onboardingSyncSubtitle
source: <link>HealthWallet.me</link> is built with privacy at its core. Your medical data is encrypted and stored only on your phone, never on cloud servers.
de: Ihre Gesundheitsdaten gehören nur Ihnen.
es: Tus datos de salud te pertenecen solo a ti.

# onboardingSyncDescription
source: View your health history in airplane mode, abroad, or without internet, your records stay with you wherever you go. Add an extra layer of security by enabling biometric authentication.
de: Wir glauben, dass Ihre sensiblen Gesundheitsinformationen niemals auf einem Firmenserver liegen sollten. Ihre Daten sind verschlüsselt und ausschließlich auf Ihrem Gerät gespeichert, was bedeutet, dass nur Sie Zugang haben.
es: Creemos que tu información de salud sensible nunca debería estar en el servidor de una empresa. Tus datos están encriptados y almacenados exclusivamente en tu dispositivo, lo que significa que eres el único con acceso.

# onboardingBiometricText
source: You can lock your HealthWallet with biometric security like Face ID or a fingerprint scan.
de: Für eine zusätzliche Schutzschicht können Sie Ihre HealthWallet mit biometrischer Sicherheit wie Face ID oder einem Fingerabdruck-Scan sperren.
es: Para una capa adicional de protección, puedes bloquear tu HealthWallet con seguridad biométrica como Face ID o un escaneo de huella dactilar.

# homeHi
source: Hi,
de: Hallo,
es: Hola,

# homeLastSynced
source: Last synced:
de: Zuletzt synchronisiert:
es: Última sincronización:

# homeNever
source: Never
de: Nie
es: Nunca

# homeVitalSigns
source: Vitals
de: Vitalzeichen
es: Signos vitales

# homeOverview
source: Medical Records
de: Überblick
es: Visión general

# homeSource
source: Source:
de: Quelle:
es: Fuente:

# homeAll
source: All
de: Alle
es: Todos

# homeRecentRecords
source: Recent Records
de: Letzte Einträge
es: Registros recientes

# homeViewAll
source: View All
de: Alle anzeigen
es: Ver todo

# dashboardTitle
source: Dashboard
de: Instrumententafel
es: Tablero

# recordsTitle
source: Records
de: Aufzeichnungen
es: Registros

# syncTitle
source: Sync
de: Synchronisieren
es: Sincronizar

source: Sync successful!
de: Synchronisierung erfolgreich!
es: ¡Sincronización exitosa!

# syncDataLoadedSuccessfully
source: Your medical records have been synchronized. You will be redirected to the home page.
de: Ihre medizinischen Aufzeichnungen wurden synchronisiert. Sie werden zur Startseite weitergeleitet.
es: Sus registros médicos han sido sincronizados. Será redirigido a la página de inicio.

# cancelSyncTitle
source: Cancel Sync?
de: Synchronisierung abbrechen?
es: ¿Cancelar sincronización?

# cancelSyncMessage
source: Are you sure you want to cancel the synchronization? This will stop the current sync process.
de: Sind Sie sicher, dass Sie die Synchronisierung abbrechen möchten? Dies wird den aktuellen Synchronisierungsprozess stoppen.
es: ¿Está seguro de que desea cancelar la sincronización? Esto detendrá el proceso de sincronización actual.

source: Yes, Cancel
de: Ja, abbrechen
es: Sí, cancelar

source: Continue Sync
de: Synchronisierung fortsetzen
es: Continuar sincronización

source: Sync Again
de: Erneut synchronisieren
es: Sincronizar de nuevo

source: Sync failed:
de: Synchronisierung fehlgeschlagen:
es: Sincronización fallida:

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo

source: Synced at:
de: Synchronisiert am:
es: Sincronizado en:

source: Paste Sync Data
de: Synchronisierungsdaten einfügen
es: Pegar datos de sincronización

source: Submit
de: Senden
es: Enviar

source: Hide Manual Entry
de: Manuelle Eingabe ausblenden
es: Ocultar entrada manual

source: Enter data manually
de: Daten manuell eingeben
es: Ingresar datos manualmente

source: Medical Records
de: Krankenakten
es: Registros médicos

# searchRecordsHint
source: Search records, doctors, locations...
de: Suchen Sie nach Aufzeichnungen, Ärzten, Orten...
es: Buscar registros, médicos, ubicaciones...

source: Details for
de: Details für
es: Detalles de

# patientId
source: MRN:
de: Patienten-ID:
es: ID de paciente:

source: Age
de: Alter
es: Edad

source: Sex
de: Geschlecht
es: Sexo

source: Blood Type
de: Blutgruppe
es: Tipo de sangre

# lastSyncedProfile
source: Last synced: 2 hours ago
de: Zuletzt synchronisiert: vor 2 Stunden
es: Última sincronización: hace 2 horas

# syncLatestRecords
source: Sync your latest medical records from your healthcare provider.
de: Synchronisieren Sie Ihre neuesten medizinischen Unterlagen von Ihrem Gesundheitsdienstleister.
es: Sincronice sus últimos registros médicos de su proveedor de atención médica.

source: Scan to Sync
de: Zum Synchronisieren scannen
es: Escanear para sincronizar

source: Theme
de: Thema
es: Tema

# pleaseAuthenticate
source: Please authenticate to continue
de: Bitte authentifizieren Sie sich, um fortzufahren
es: Por favor, autentíquese para continuar

source: Authenticate
de: Authentifizieren
es: Autenticar

source: Bypass
de: Umgehen
es: Omitir

# onboardingAuthTitle
source: Enable Biometric Authentication
de: Biometrische Authentifizierung aktivieren
es: Habilitar Autenticación Biométrica

# onboardingAuthDescription
source: Add an extra layer of security to your account by enabling biometric authentication.
de: Fügen Sie eine zusätzliche Sicherheitsebene zu Ihrem Konto hinzu, indem Sie die biometrische Authentifizierung aktivieren.
es: Agrega una capa extra de seguridad a tu cuenta habilitando la autenticación biométrica.

# onboardingAuthEnable
source: Enable Now
de: Jetzt aktivieren
es: Habilitar Ahora

# onboardingAuthSkip
source: Skip for Now
de: Vorerst überspringen
es: Omitir por Ahora

source: Biometric Authentication
de: Biometrische Authentifizierung
es: Autenticación Biométrica

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad

source: Set Up Device Security
de: Gerätesicherheit einrichten
es: Configurar Seguridad del Dispositivo

# deviceSecurityMessage
source: Your device has no security setup. For your safety, please set up device security before using this app:
de: Ihr Gerät hat keine Sicherheitseinrichtung. Zu Ihrer Sicherheit richten Sie bitte die Gerätesicherheit ein, bevor Sie diese App verwenden:
es: Tu dispositivo no tiene configuración de seguridad. Por tu seguridad, por favor configura la seguridad del dispositivo antes de usar esta aplicación:

# deviceSettingsStep1
source: Go to your device Settings
de: Gehen Sie zu Ihren Geräteeinstellungen
es: Ve a la Configuración de tu dispositivo

# deviceSettingsStep2
source: Navigate to Security or Lock screen
de: Navigieren Sie zu Sicherheit oder Sperrbildschirm
es: Navega a Seguridad o Pantalla de bloqueo

# deviceSettingsStep3
source: Set up a screen lock (PIN, pattern, or password)
de: Richten Sie eine Bildschirmsperre ein (PIN, Muster oder Passwort)
es: Configura un bloqueo de pantalla (PIN, patrón o contraseña)

# deviceSettingsStep4
source: Optionally add fingerprint or face unlock for convenience
de: Fügen Sie optional Fingerabdruck oder Gesichtserkennung für mehr Komfort hinzu
es: Opcionalmente agrega huella dactilar o desbloqueo facial para mayor comodidad

# deviceSecurityReturnMessage
source: After setting up device security, return to this app and try again.
de: Nach dem Einrichten der Gerätesicherheit kehren Sie zu dieser App zurück und versuchen Sie es erneut.
es: Después de configurar la seguridad del dispositivo, regresa a esta aplicación e inténtalo de nuevo.

source: Cancel
de: Abbrechen
es: Cancelar

source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración

source: Settings Not Available
de: Einstellungen nicht verfügbar
es: Configuración No Disponible

# settingsNotAvailableMessage
source: Could not open device settings automatically. Please manually: 1. Open Settings 2. Go to Security → Biometrics 3. Add fingerprint or face unlock 4. Return to this app and try again
de: Geräteeinstellungen konnten nicht automatisch geöffnet werden. Bitte manuell: 1. Einstellungen öffnen 2. Zu Sicherheit → Biometrie gehen 3. Fingerabdruck oder Gesichtserkennung hinzufügen 4. Zu dieser App zurückkehren und erneut versuchen
es: No se pudo abrir la configuración del dispositivo automáticamente. Por favor hazlo manualmente: 1. Abrir Configuración 2. Ir a Seguridad → Biometría 3. Agregar huella dactilar o desbloqueo facial 4. Regresar a esta aplicación e intentar de nuevo

source: Scan code
de: Code scannen
es: Escanear código

source: or
de: oder
es: o

# manualSyncMessage
source: Raw QR Code
de: Roher QR-Code
es: Código QR sin procesar

# pasteSyncDataHint
source: Paste the raw QR code
de: Fügen Sie den rohen QR-Code ein
es: Pega el código QR sin procesar

source: Connect
de: Verbinden
es: Conectar

source: Scan New QR Code
de: Neuen QR-Code scannen
es: Escanear Nuevo Código QR

source: Load Demo Data
de: Demo-Daten laden
es: Cargar Datos de Demostración

source: Sync Data
de: Daten synchronisieren
es: Sincronizar Datos

source: No medical records yet
de: Noch keine medizinischen Aufzeichnungen
es: Aún no hay registros médicos

source: No {recordType} yet
de: Noch keine {recordType}
es: Aún no hay {recordType}

# loadDemoDataMessage
source: Load demo data to explore the app or sync your real medical records
de: Laden Sie Demo-Daten, um die App zu erkunden, oder synchronisieren Sie Ihre echten medizinischen Aufzeichnungen
es: Carga datos de demostración para explorar la aplicación o sincroniza tus registros médicos reales

# syncDataMessage
source: Sync or update your data to view {recordType} records
de: Synchronisieren oder aktualisieren Sie Ihre Daten, um {recordType}-Aufzeichnungen anzuzeigen
es: Sincroniza o actualiza tus datos para ver registros de {recordType}

source: Retry
de: Wiederholen
es: Reintentar

# pleaseEnterSourceName
source: Please enter a source name
de: Bitte geben Sie einen Quellennamen ein
es: Por favor ingresa un nombre de fuente

source: Select birth date
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento

source: years
de: Jahre
es: años

source: Male
de: Männlich
es: Masculino

source: Female
de: Weiblich
es: Femenino

source: Prefer not to say
de: Keine Angabe
es: Prefiero no decir

source: Error updating source label
de: Fehler beim Aktualisieren der Quellenbezeichnung
es: Error al actualizar etiqueta de fuente

source: No changes detected
de: Keine Änderungen erkannt
es: No se detectaron cambios

# pleaseSelectBirthDate
source: Please select a birth date
de: Bitte wählen Sie ein Geburtsdatum
es: Por favor selecciona una fecha de nacimiento

source: Error saving patient data
de: Fehler beim Speichern der Patientendaten
es: Error al guardar datos del paciente

source: Failed to update display name
de: Fehler beim Aktualisieren des Anzeigenamens
es: Error al actualizar nombre para mostrar

# actionCannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.

# confirmDeleteFile
source: Are you sure you want to delete "{filename}"?
de: Sind Sie sicher, dass Sie "{filename}" löschen möchten?
es: ¿Estás seguro de que quieres eliminar "{filename}"?

# selectAtLeastOne
source: Select at least one {type} to continue.
de: Wählen Sie mindestens einen {type} aus, um fortzufahren.
es: Selecciona al menos un {type} para continuar.

source: Edit source label
de: Quellenbezeichnung bearbeiten
es: Editar etiqueta de fuente

source: Save details
de: Details speichern
es: Guardar detalles

source: Edit details
de: Details bearbeiten
es: Editar detalles

source: Done
de: Fertig
es: Hecho

source: Attachments
de: Anhänge
es: Archivos adjuntos

# noFilesAttached
source: This record has no files attached
de: Dieser Datensatz hat keine angehängten Dateien
es: Este registro no tiene archivos adjuntos

source: Attach file
de: Datei anhängen
es: Adjuntar archivo

source: Overview
de: Überblick
es: Resumen

source: Recent records
de: Neueste Einträge
es: Registros recientes

# chooseToDisplay
source: Choose the {type} you want to see on your dashboard.
de: Wählen Sie die {type}, die Sie in Ihrem Dashboard sehen möchten.
es: Elige los {type} que quieres ver en tu panel de control.

source: Display name
de: Anzeigename
es: Nombre para mostrar

# bloodTypeAPositive
source: A positive
de: A positiv
es: A positivo

# bloodTypeANegative
source: A negative
de: A negativ
es: A negativo

# bloodTypeBPositive
source: B positive
de: B positiv
es: B positivo

# bloodTypeBNegative
source: B negative
de: B negativ
es: B negativo

# bloodTypeABPositive
source: AB positive
de: AB positiv
es: AB positivo

# bloodTypeABNegative
source: AB negative
de: AB negativ
es: AB negativo

# bloodTypeOPositive
source: O positive
de: O positiv
es: O positivo

# bloodTypeONegative
source: O negative
de: O negativ
es: O negativo

# serverError
source: Something went wrong on the server
de: Etwas ist auf dem Server schief gelaufen
es: Algo salió mal en el servidor

source: Server timeout
de: Server-Zeitüberschreitung
es: Tiempo de espera del servidor agotado

source: Connection error
de: Verbindungsfehler
es: Error de conexión

source: Unknown Source
de: Unbekannte Quelle
es: Fuente Desconocida

source: Synchronization
de: Synchronisierung
es: Sincronización

source: Sync Medical records
de: Medizinische Aufzeichnungen synchronisieren
es: Sincronizar registros médicos

# syncLatestMedicalRecords
source: Sync your latest medical records from your healthcare provider using a secure JWT token.
de: Synchronisieren Sie Ihre neuesten medizinischen Aufzeichnungen von Ihrem Gesundheitsdienstleister mit einem sicheren JWT-Token.
es: Sincroniza tus últimos registros médicos de tu proveedor de atención médica usando un token JWT seguro.

source: Never synced
de: Nie synchronisiert
es: Nunca sincronizado

source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización

source: Tap to select patient
de: Tippen Sie, um einen Patienten auszuwählen
es: Toca para seleccionar paciente

source: Preferences
de: Einstellungen
es: Preferencias

source: Version
es: Versión

source: ON
de: EIN
es: ENCENDIDO

source: OFF
de: AUS
es: APAGADO

# confirmDisableBiometric
source: Are you sure you would like to disable the Biometric Auth (FaceID / Passcode)?
de: Sind Sie sicher, dass Sie die biometrische Authentifizierung (FaceID / Passcode) deaktivieren möchten?
es: ¿Estás seguro de que quieres desactivar la Autenticación Biométrica (FaceID / Código de acceso)?

source: Disable
de: Deaktivieren
es: Desactivar

# continueButton
source: Continue
de: Weiter
es: Continuar

source: Get started
de: Los geht's
es: Empezar

# enableBiometricAuth
source: Enable Biometric Auth (FaceID / Passcode)
de: Biometrische Authentifizierung aktivieren (FaceID / Passcode)
es: Habilitar Autenticación Biométrica (FaceID / Código de acceso)

# disableBiometricAuth
source: Disable Biometric Auth (FaceID / Passcode)
de: Biometrische Authentifizierung deaktivieren (FaceID / Passcode)
es: Desactivar Autenticación Biométrica (FaceID / Código de acceso)

source: Patient
es: Paciente

source: No patients found
de: Keine Patienten gefunden
es: No se encontraron pacientes

source: Gender
de: Geschlecht
es: Género

source: Loading...
de: Wird geladen...
es: Cargando...

source: Source
de: Quelle
es: Fuente

source: Show All
de: Alle anzeigen
es: Mostrar Todo

source: Records
de: Aufzeichnungen
es: Registros

source: Vitals
de: Vitalzeichen
es: Signos Vitales

source: Select all
de: Alle auswählen
es: Seleccionar todo

source: Clear all
de: Alle löschen
es: Limpiar todo

source: Save
de: Speichern
es: Guardar

source: No records found
de: Keine Aufzeichnungen gefunden
es: No se encontraron registros

# tryDifferentKeywords
source: Try searching with different keywords
de: Versuchen Sie es mit anderen Suchbegriffen
es: Intenta buscar con palabras clave diferentes

# clearAllFilters
source: Clear all
de: Alle löschen
es: Limpiar todo

source: Syncing data
de: Daten werden synchronisiert
es: Sincronizando datos

# syncingMessage
source: It might take a while. Please wait.
de: Das kann eine Weile dauern. Bitte warten.
es: Puede tomar un tiempo. Por favor espera.

source: Finish Processing
de: Verarbeitung beenden
es: Finalizar Procesamiento

# finishProcessingMessage
source: Are you sure you want to finish this processing session?
de: Sind Sie sicher, dass Sie diese Verarbeitungssitzung beenden möchten?
es: ¿Estás seguro de que quieres finalizar esta sesión de procesamiento?

# finishProcessingWarning
source: This will clear the current session.
de: Dies löscht die aktuelle Sitzung.
es: Esto borrará la sesión actual.

# fieldCannotBeEmpty
source: This field cannot be empty
de: Dieses Feld darf nicht leer sein
es: Este campo no puede estar vacío

source: Select date
de: Datum auswählen
es: Seleccionar fecha

source: Attach to Encounter
de: An Begegnung anhängen
es: Adjuntar a Encuentro

source: Continue Processing
de: Verarbeitung fortsetzen
es: Continuar Procesamiento

# scanQRMessage
source: Scan the QR code from your Fasten Health server to create a new sync connection.
de: Scannen Sie den QR-Code von Ihrem Fasten Health Server, um eine neue Synchronisierungsverbindung zu erstellen.
es: Escanea el código QR de tu servidor Fasten Health para crear una nueva conexión de sincronización.

source: View all
de: Alle anzeigen
es: Ver todo

source: Vital Signs
de: Vitalzeichen
es: Signos Vitales

# longPressToReorder
source: Long press to move & reorder cards, or filter to select which ones appear on your dashboard.
de: Lange drücken, um Karten zu verschieben und neu anzuordnen, oder filtern, um auszuwählen, welche in Ihrem Dashboard erscheinen.
es: Mantén presionado para mover y reordenar tarjetas, o filtra para seleccionar cuáles aparecen en tu panel de control.

source: Effective Date
de: Gültigkeitsdatum
es: Fecha Efectiva

# privacyIntro
source: Your privacy is our highest priority.
de: Ihre Privatsphäre ist unsere höchste Priorität.
es: Tu privacidad es nuestra máxima prioridad.

# privacyDescription
source: is a simple, secure tool designed to help you organize your health records at ease, directly on your device. This policy explains our commitment to your privacy: we do not collect your data, and we do not track you. You are in complete control.
de: ist ein einfaches, sicheres Tool, das Ihnen hilft, Ihre Gesundheitsakten einfach direkt auf Ihrem Gerät zu organisieren. Diese Richtlinie erklärt unser Engagement für Ihre Privatsphäre: Wir sammeln Ihre Daten nicht und verfolgen Sie nicht. Sie haben die vollständige Kontrolle.
es: es una herramienta simple y segura diseñada para ayudarte a organizar tus registros de salud con facilidad, directamente en tu dispositivo. Esta política explica nuestro compromiso con tu privacidad: no recopilamos tus datos y no te rastreamos. Tienes el control completo.

# corePrinciple
source: Our Core Principle: Your Data Stays on Your Device
de: Unser Grundprinzip: Ihre Daten bleiben auf Ihrem Gerät
es: Nuestro Principio Fundamental: Tus Datos Permanecen en Tu Dispositivo

# whatInformationHandled
source: What Information is Handled?
de: Welche Informationen werden verarbeitet?
es: ¿Qué Información se Maneja?

# informationWeDoNotCollect
source: Information We Do Not Collect or Access
de: Informationen, die wir nicht sammeln oder darauf zugreifen
es: Información que No Recopilamos o Accedemos

source: Information You Manage
de: Informationen, die Sie verwalten
es: Información que Tú Administras

# importingDocuments
source: Importing Documents from Your Device
de: Dokumente von Ihrem Gerät importieren
es: Importar Documentos desde Tu Dispositivo

# connectingFastenHealth
source: Connecting to FastenHealth OnPrem
de: Verbindung zu FastenHealth OnPrem
es: Conectando a FastenHealth OnPrem

# howInformationUsed
source: How Your Information is Used
de: Wie Ihre Informationen verwendet werden
es: Cómo se Usa Tu Información

# dataStorageSecurity
source: Data Storage, Security, and Sharing
de: Datenspeicherung, Sicherheit und Weitergabe
es: Almacenamiento de Datos, Seguridad y Compartir

source: Children's Privacy
de: Privatsphäre von Kindern
es: Privacidad de los Niños

# changesToPolicy
source: Changes to This Privacy Policy
de: Änderungen an dieser Datenschutzrichtlinie
es: Cambios a Esta Política de Privacidad
