Repository: ascend-x/C.A.R.E.-Patient-Application
Catalog: lib/core/l10n/arb/app_*.arb
Languages: de, es

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos

# builtWithLove
source: Built with love by Life Value!
de: Mit Liebe von Life Value gebaut!
es: ¡Construido con amor por Life Value!

source: No records
de: keine Aufzeichnungen
es: Sin registros

source: Source name
de: Quellenname
es: Nombre de fuente

# provideCustomLabel
source: Provide a custom label for:
de: Geben Sie ein benutzerdefiniertes Label an für:
es: Proporciona una etiqueta personalizada para:

source: Success
de: Erfolg
es: Éxito

# demoDataLoadedSuccessfully
source: Demo data has been loaded successfully. You will be redirected to the home page.
de: Demo-Daten wurden erfolgreich geladen. Sie werden zur Startseite weitergeleitet.
es: Los datos de demostración se han cargado exitosamente. Serás redirigido a la página de inicio.

# onboardingAiModelTitle
source: Enable AI Model
de: AI-Modell aktivieren
es: Habilitar Modelo de IA

# onboardingAiModelDescription
source: Download a secure, on-device AI model (~1.5 GB) to automatically analyze and organize your health records, your data stays private on your device. This is a one-time setup.
de: Laden Sie ein sicheres, geräteinternes AI-Modell (~1,5 GB) herunter, um Ihre Gesundheitsakten automatisch zu analysieren und zu organisieren - Ihre Daten bleiben privat auf Ihrem Gerät. Dies ist eine einmalige Einrichtung.
es: Descarga un modelo de IA seguro y en el dispositivo (~1.5 GB) para analizar y organizar automáticamente tus registros de salud: tus datos permanecen privados en tu dispositivo. Es una configuración única.

# onboardingAiModelSubtitle
source: Unlock AI-powered scanning
de: AI-gestütztes Scannen freischalten
es: Desbloquea el escaneo impulsado por IA

# aiModelReady
source: AI model ready! You can start scanning.
de: KI-Modell bereit! Du kannst mit dem Scannen beginnen.
es: ¡Modelo de IA listo! Puedes empezar a escanear.

# aiModelDownloading
source: Downloading AI model...
de: KI-Modell wird heruntergeladen...
es: Descargando modelo de IA...

# aiModelEnableDownload
source: Enable & Download
de: Aktivieren & Herunterladen
es: Activar y descargar

# aiModelError
source: Couldn’t verify model. Try again.
de: Modell konnte nicht überprüft werden. Bitte versuche es erneut.
es: No se pudo verificar el modelo. Inténtalo de nuevo.

# aiModelMissing
source: Not downloaded.
de: Nicht heruntergeladen.
es: No descargado.

# aiModelTitle
source: Load AI Model
de: KI-Modell laden
es: Cargar modelo de IA

# aiModelUnlockTitle
source: Unlock AI-Powered Scanning
de: KI-gestütztes Scannen freischalten
es: Desbloquea el escaneo con IA

# aiModelUnlockDescription
source: To automatically read and organize your medical documents, this feature uses a secure, on-device AI model. This keeps your data completely private.
de: Um Ihre medizinischen Dokumente automatisch zu lesen und zu organisieren, verwendet diese Funktion ein sicheres, geräteinternes KI-Modell. Ihre Daten bleiben vollständig privat.
es: Para leer y organizar automáticamente tus documentos médicos, esta función utiliza un modelo de IA seguro y local en tu dispositivo. Tus datos permanecen completamente privados.

# aiModelDownloadInfo
source: To get started, we need to download the AI component (approx. 1.5 GB). This is a one-time setup.
de: Um zu beginnen, müssen wir die KI-Komponente herunterladen (ca. 1,5 GB). Dies ist eine einmalige Einrichtung.
es: Para comenzar, necesitamos descargar el componente de IA (aproximadamente 1.5 GB). Es una configuración única.

source: Setup
de: Einrichten
es: Configurar

# patientSetupTitle
source: Set Up Your Profile
de: Profil einrichten
es: Configura tu Perfil

# patientSetupSubtitle
source: Personalize your health wallet with your information
de: Personalisieren Sie Ihre Gesundheits-Brieftasche mit Ihren Informationen
es: Personaliza tu cartera de salud con tu información

# onboardingSetupTitle
source: Set Up my Health Wallet
de: Meine Gesundheits-Brieftasche einrichten
es: Configurar mi Cartera de Salud

# onboardingSetupBody
source: Create your personal health profile to get started with HealthWallet
de: Erstellen Sie Ihr persönliches Gesundheitsprofil, um mit HealthWallet zu beginnen
es: Crea tu perfil de salud personal para comenzar con HealthWallet

# onboardingDemoTitle
source: Try Demo Data
de: Demo-Daten ausprobieren
es: Probar Datos de Demostración

# onboardingDemoBody
source: Explore the app with sample medical records to see how it works
de: Erkunden Sie die App mit Beispiel-Krankenakten, um zu sehen, wie sie funktioniert
es: Explora la aplicación con registros médicos de ejemplo para ver cómo funciona

# onboardingSyncTitle2
source: Sync Your Records
de: Ihre Aufzeichnungen synchronisieren
es: Sincronizar tus Registros

# onboardingSyncBody
source: Connect to your healthcare providers to import your real medical records
de: Verbinden Sie sich mit Ihren Gesundheitsdienstleistern, um Ihre echten medizinischen Aufzeichnungen zu importieren
es: Conéctate a tus proveedores de salud para importar tus registros médicos reales

source: Given Name
de: Vorname
es: Nombre

source: Family Name
de: Nachname
es: Apellido

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora

# setUpProfile
source: Set Up
de: Einrichten
es: Configurar

# useDefaults
source: Default
de: Standard
es: Predeterminado

# syncPlaceholderTutorialStep1
source: Complete your profile to unlock full features.
de: Vervollständigen Sie Ihr Profil, um alle Funktionen freizuschalten.
es: Completa tu perfil para desbloquear todas las funciones.

# syncPlaceholderTutorialStep2
source: Not ready to import? Load demo data to see how the app looks in action.
de: Noch nicht bereit zum Importieren? Laden Sie Demo-Daten, um zu sehen, wie die App in Aktion aussieht.
es: ¿No estás listo para importar? Carga datos de demostración para ver cómo se ve la aplicación en acción.

# syncPlaceholderTutorialStep3
source: Keep your desktop and mobile wallet up to date.
de: Halten Sie Ihre Desktop- und Mobile-Wallet auf dem neuesten Stand.
es: Mantén tu cartera de escritorio y móvil actualizada.

source: Tap to continue
de: Tippen Sie, um fortzufahren
es: Toca para continuar

# homeOnboardingReorderMessage
source: Long press to reorder them according to your preference.
de: Lange drücken, um sie nach Ihren Wünschen neu anzuordnen.
es: Mantén presionado para reordenarlos según tu preferencia.

source: Processing
de: Verarbeitung
es: Procesamiento

source: Session not found!
de: Sitzung nicht gefunden!
es: ¡Sesión no encontrada!

source: Preparing preview...
de: Vorschau wird vorbereitet...
es: Preparando vista previa...

source: Processing failed
de: Verarbeitung fehlgeschlagen
es: Procesamiento fallido

# processingCancelled
source: Processing was cancelled
de: Die Verarbeitung wurde abgebrochen
es: El procesamiento fue cancelado

source: Processing basic details...
de: Grunddaten werden verarbeitet...
es: Procesando detalles básicos...

source: Processing pages...
de: Seiten werden verarbeitet...
es: Procesando páginas...

# extractingPatientInfo
source: Extracting patient and encounter info.
de: Patienten- und Begegnungsinformationen werden extrahiert.
es: Extrayendo información del paciente y encuentro.

# pleaseWait
source: It might take a while. Please wait.
de: Es kann eine Weile dauern. Bitte warten Sie.
es: Puede tardar un poco. Por favor espera.

source: Focus Mode
de: Fokusmodus
es: Modo Enfoque

# onlyOneSessionAtTime
source: Only one processing session can run at a time
de: Nur eine Verarbeitungssitzung kann gleichzeitig ausgeführt werden
es: Solo una sesión de procesamiento puede ejecutarse a la vez

# aiModelNotAvailable
source: AI model is not available
de: KI-Modell ist nicht verfügbar
es: El modelo de IA no está disponible

source: Add resources
de: Ressourcen hinzufügen
es: Agregar recursos

# addResourcesTitle
source: Add Resources
de: Ressourcen hinzufügen
es: Agregar Recursos

# chooseResourcesDescription
source: Choose the resources you want to add for processing.
de: Wählen Sie die Ressourcen aus, die Sie zur Verarbeitung hinzufügen möchten.
es: Elige los recursos que deseas agregar para el procesamiento.

source: Add
de: Hinzufügen
es: Agregar

source: Allergy Intolerance
de: Allergieunverträglichkeit
es: Intolerancia a Alergias

source: Condition
de: Bedingung
es: Condición

source: Diagnostic Report
de: Diagnosebericht
es: Informe de Diagnóstico

source: Medication Statement
de: Medikamentenerklärung
es: Declaración de Medicación

source: Observation
de: Beobachtung
es: Observación

source: Organization
de: Organisation
es: Organización

source: Practitioner
de: Fachkraft
es: Profesional

source: Procedure
de: Verfahren
es: Procedimiento

# tapToViewProgress
source: Tap anywhere to view progress
de: Tippen Sie irgendwo, um den Fortschritt anzuzeigen
es: Toca en cualquier lugar para ver el progreso

# screenWillDarkenInSeconds
source: The screen will darken in {remainingSeconds} seconds.
de: Der Bildschirm wird sich in {remainingSeconds} Sekunden verdunkeln.
es: La pantalla se oscurecerá en {remainingSeconds} segundos.

# screenWillDarkenInZeroSeconds
source: The screen will darken in 0 seconds.
de: Der Bildschirm wird sich in 0 Sekunden verdunkeln.
es: La pantalla se oscurecerá en 0 segundos.

# whileDocumentsProcessed
source: While your documents are being processed:
de: Während Ihre Dokumente verarbeitet werden:
es: Mientras se procesan tus documentos:

# doNotLockScreen
source: Do not lock the screen or exit the app.
de: Sperren Sie den Bildschirm nicht und verlassen Sie die App nicht.
es: No bloquees la pantalla ni salgas de la aplicación.

# plugInCharger
source: Plug in the charger.
de: Stecken Sie das Ladegerät ein.
es: Conecta el cargador.

source: Exit Focus Mode
de: Fokusmodus beenden
es: Salir del Modo Enfoque

source: Charger plugged in.
de: Ladegerät eingesteckt.
es: Cargador conectado.

# plugInChargerEllipsis
source: Plug in the charger...
de: Stecken Sie das Ladegerät ein...
es: Conecta el cargador...
